tap "d12frosted/emacs-plus"
tap "dart-lang/dart"
tap "denji/nginx"
tap "ethereum/ethereum"
tap "go-delve/delve"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/nginx"
tap "homebrew/services"
tap "jesseduffield/lazygit"
tap "neovim/neovim"
brew "python@2"
brew "ansible"
brew "archey"
brew "axel"
brew "boxes"
brew "cabextract"
brew "caddy"
brew "ccat"
brew "clib"
brew "cowsay"
brew "cppcheck"
brew "ctags", link: false
brew "ctop"
brew "delve"
brew "go"
brew "dep"
brew "diff-so-fancy"
brew "direnv"
brew "docker", link: false
brew "dockutil"
brew "emacs", args: ["with-cocoa"]
brew "fzf"
brew "gdb"
brew "git"
brew "git-extras"
brew "git-flow"
brew "glide"
brew "grafana"
brew "libtool"
brew "graphviz"
brew "htop"
brew "python"
brew "httpie"
brew "hub"
brew "hugo"
brew "jq"
brew "kubernetes-cli"
brew "libgit2"
brew "libpgm"
brew "lua"
brew "luajit"
brew "macvim"
brew "minio"
brew "mongodb"
brew "moreutils"
brew "nasm"
brew "neovim"
brew "netcat"
brew "nmap"
brew "node"
brew "nsq"
brew "pandoc"
brew "pgcli"
brew "polipo"
brew "postgresql"
brew "prometheus"
brew "pstree"
brew "pv"
brew "reattach-to-user-namespace", link: false
brew "scala"
brew "shellcheck"
brew "supervisor", restart_service: true, link: false
brew "swagger-codegen"
brew "tcpflow"
brew "the_silver_searcher"
brew "thefuck"
brew "tldr"
brew "tmux"
brew "traefik"
brew "upx"
brew "valgrind"
brew "vim", args: ["with-lua", "with-override-system-vi"]
brew "watch"
brew "websocketd"
brew "wget"
brew "wrk"
brew "yarn"
brew "zsh"
brew "d12frosted/emacs-plus/emacs-plus", link: false
brew "dart-lang/dart/dart"
brew "ethereum/ethereum/ethereum", link: false
brew "ethereum/ethereum/solidity"
brew "jesseduffield/lazygit/lazygit"
cask "basictex"
cask "emacs"
cask "font-hack-nerd-font"
cask "haskell-platform"
cask "hyper"
cask "mongo-management-studio"
