tap "caskroom/fonts"
tap "cjbassi/gotop"
tap "d12frosted/emacs-plus"
tap "dart-lang/dart"
tap "denji/nginx"
tap "ethereum/ethereum"
tap "go-delve/delve"
tap "go-task/tap"
tap "goreleaser/tap"
tap "grammarly/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "jesseduffield/lazydocker"
tap "jesseduffield/lazygit"
tap "koenbollen/public"
tap "minio/stable"
tap "neovim/neovim"
tap "shopify/shopify"
tap "v2ray/v2ray"
tap "wagoodman/dive"
brew "libyaml"
brew "openssl"
brew "readline"
brew "ansible"
brew "aria2"
brew "autojump"
brew "automake"
brew "axel"
brew "bashdb"
brew "cabextract"
brew "pcre"
brew "ccat"
brew "cloc"
brew "cmake"
brew "coreutils"
brew "csvkit", link: false
brew "ctop"
brew "direnv"
brew "emacs", restart_service: true
brew "ffmpeg"
brew "fzf"
brew "gdb"
brew "git"
brew "git-extras"
brew "git-flow"
brew "go"
brew "grv"
brew "htop"
brew "httpie"
brew "httpstat"
brew "hub"
brew "hugo"
brew "libtool"
brew "ipython"
brew "jq"
brew "kubernetes-cli"
brew "kubernetes-helm"
brew "lazygit"
brew "libev"
brew "libxslt"
brew "luarocks"
brew "maven"
brew "neovim"
brew "node@10"
brew "nss"
brew "pgcli"
brew "pwgen"
brew "q"
brew "rename"
brew "ripgrep"
brew "scrcpy"
brew "shellcheck"
brew "shfmt"
brew "ssh-copy-id"
brew "stress"
brew "supervisor", restart_service: true
brew "ta-lib"
brew "the_silver_searcher"
brew "tldr"
brew "tmux"
brew "tree"
brew "unixodbc"
brew "upx"
brew "vegeta"
brew "vim", link: false
brew "watch"
brew "wget"
brew "wrk"
brew "yank"
brew "zsh"
brew "zsh-syntax-highlighting"
brew "cjbassi/gotop/gotop"
brew "d12frosted/emacs-plus/emacs-plus", link: false
brew "goreleaser/tap/goreleaser"
brew "jesseduffield/lazydocker/lazydocker"
brew "koenbollen/public/jl"
brew "wagoodman/dive/dive"
cask "alacritty"
cask "dozer"
cask "font-fira-code"
cask "java11"
cask "macvim"
cask "minikube"
cask "taskexplorer"
