tap "cjbassi/gotop"
tap "d12frosted/emacs-plus"
tap "dart-lang/dart"
tap "denji/nginx"
tap "ethereum/ethereum"
tap "go-delve/delve"
tap "goreleaser/tap"
tap "grammarly/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "jesseduffield/lazygit"
tap "koenbollen/public"
tap "neovim/neovim"
tap "wagoodman/dive"
cask "java8"
brew "openssl"
brew "aria2"
brew "automake"
brew "axel"
brew "cabextract"
brew "caddy"
brew "pcre"
brew "readline"
brew "ccat"
brew "cloc"
brew "cmake"
brew "coreutils"
brew "csvkit"
brew "ctop"
brew "go"
brew "dep"
brew "direnv"
brew "etcd", restart_service: true
brew "ffmpeg"
brew "fswatch"
brew "fzf"
brew "gdb"
brew "git"
brew "git-extras"
brew "git-lfs"
brew "glide"
brew "goaccess"
brew "libtool"
brew "graphviz"
brew "groovy"
brew "htop"
brew "httpie"
brew "httpstat"
brew "hub"
brew "hugo"
brew "imagemagick"
brew "ipython"
brew "jq"
brew "kubernetes-cli"
brew "kubernetes-helm"
brew "libxslt"
brew "libyaml"
brew "luarocks"
brew "m-cli"
brew "minio-mc"
brew "mkcert"
brew "mongodb"
brew "neovim"
brew "nginx"
brew "pandoc"
brew "pipenv"
brew "polipo"
brew "pwgen"
brew "qt"
brew "pyqt"
brew "q"
brew "ripgrep"
brew "scrcpy"
brew "shfmt"
brew "ssh-copy-id"
brew "stress"
brew "supervisor", restart_service: true
brew "syncthing"
brew "ta-lib"
brew "tldr"
brew "tmux"
brew "unixodbc"
brew "upx"
brew "vegeta"
brew "vim"
brew "watch"
brew "watchman"
brew "wget"
brew "yank"
brew "zsh"
brew "zsh-syntax-highlighting"
brew "cjbassi/gotop/gotop"
brew "d12frosted/emacs-plus/emacs-plus"
brew "dart-lang/dart/dart"
brew "goreleaser/tap/goreleaser"
brew "koenbollen/public/jl"
brew "wagoodman/dive/dive"
cask "alacritty"
cask "anaconda"
cask "android-platform-tools"
cask "emacs"
cask "font-fira-code"
cask "macvim"
cask "minikube"
cask "taskexplorer"
cask "vagrant"
